{
  "title": "Diaflower | Luxury Long Life & Fresh Flowers",
  "description": "Discover exquisite long life flowers, fresh bouquets, and elegant arrangements in boxes and leather at Diaflower. Timeless beauty for every occasion.",
  "accountTitle": "My Account | Diaflower Luxury Flowers",
  "accountDescription": "Manage your Diaflower account, orders, and preferences for long life and fresh flower arrangements, bouquets, and luxury gifts",
  "overviewPageTitle": "Account Overview | Diaflower",
  "overviewPageDescription": "View and manage your Diaflower account overview, including orders, addresses, and profile information.",
  "ordersPageTitle": "Your Orders | Diaflower",
  "ordersPageDescription": "View and manage your orders from Diaflower.",
  "addressesPageTitle": "Your Addresses | Diaflower",
  "addressesPageDescription": "Manage your shipping and billing addresses for Diaflower.",
  "profilePageTitle": "Your Profile | Diaflower",
  "profilePageDescription": "Manage your personal information and preferences.",
  "checkoutPageTitle": "Checkout | Diaflower",
  "checkoutPageDescription": "Complete your order and arrange delivery for your beautiful flowers.",
  "cartPageTitle": "Your Cart | Diaflower",
  "cartPageDescription": "View and manage items in your shopping cart",
  
  "timelessCrystalTitle": "Timeless Crystal Roses | Diaflower",
  "timelessCrystalDescription": "Discover our exquisite collection of long-lasting roses encased in crystal. Perfect for gifts that endure up to 5 years. Shop Diaflower's timeless crystal rose arrangements today.",

  "timelessDiamondTitle": "ورود خالدة على شكل الماس | ديافلاور",
  "timelessDiamondDescription": "استمتع بالفخامة مع عروض الورود الخالدة على شكل الماس. ورود محفوظة بعناية في علب كريستالية رائعة مستوحاة من الماس. تسوق مجموعة ورود الماس الرائعة من ديافلاور كرمز دائم للحب والجمال.",
  
  "timelessWoodTitle": "Wooden Box Rose Collections | Diaflower",
  "timelessWoodDescription": "Explore our luxurious wooden box rose collections. Long-lasting roses beautifully presented with a hidden chocolate surprise. Shop Diaflower's unique wooden box arrangements now.",

  "timelessAcrylicTitle": "Acrylic Box Rose Designs | Diaflower",
  "timelessAcrylicDescription": "Browse our modern acrylic box rose designs. Long-lasting roses arranged in creative shapes. Discover Diaflower's innovative approach to floral preservation and gifting.",
 
  "bouquetsTitle": "Fresh Flower Bouquets | Diaflower",
  "bouquetsDescription": "Explore our stunning collection of fresh flower bouquets. Vibrant, seasonal blooms perfect for any occasion. Order your Diaflower bouquet today for same-day delivery.",
  
  "boxArrangementsTitle": "Elegant Box Flower Arrangements | Diaflower",
  "boxArrangementsDescription": "Discover our sophisticated box flower arrangements. Choose from round, square, or rectangular designs filled with fresh blooms. Shop Diaflower's premium boxed flowers now.",
  
  "premiumArrangementsTitle": "Premium Acrylic Flower Displays | Diaflower",
  "premiumArrangementsDescription": "Experience luxury with our premium acrylic flower displays. Handcrafted arrangements showcased in clear acrylic boxes. Shop Diaflower's exclusive premium collection today.",
 
  "leatherBagsTitle": "Floral Leather Bag Ensembles | Diaflower",
  "leatherBagsDescription": "Discover our unique floral leather bag ensembles. Fresh flowers artfully arranged in stylish leather bags. Shop Diaflower's innovative fusion of fashion and floristry now.",

  "vasesTitle": "Elegant Vase Flower Collections | Diaflower",
  "vasesDescription": "Explore our elegant vase flower collections. Stunning fresh flower arrangements in beautiful vases. Find the perfect centerpiece from Diaflower's vase collection today."
}