{
  
      "title": "Diaflower Terms and Conditions",
      "introduction": "Welcome to Diaflower. These Terms and Conditions govern your use of the Diaflower website (www.diaflower.com) and our services. By using our website or services, you agree to these terms.",
      "sections": {
        "products": {
          "title": "Products",
          "content": "Diaflower offers a wide range of floral arrangements and related products. All items are subject to availability.\n\nSome flowers may be delivered in bud to ensure longer life. Certain plants or flowers may be toxic if ingested, especially to pets. Please contact our customer service for more information.\n\nWe reserve the right to make substitutions of equal or greater value if specific flowers are unavailable. We will attempt to notify you of any significant changes.\n\nWe guarantee the freshness of our flowers for 7 days from the date of delivery or collection."
        },
        "pricing": {
          "title": "Pricing and Payment",
          "content": "All prices are in AED and include VAT where applicable. Prices are subject to change without notice.\n\nWe accept payment via major credit and debit cards, as well as other payment methods specified on our website.\n\nBy completing a purchase, you confirm that you are at least 18 years old and that the payment details provided are valid and correct."
        },
        "orders": {
          "title": "Orders",
          "content": "When you place an order, you will receive an email confirmation. This email confirms that we have received your order but does not constitute acceptance. We reserve the right to refuse or cancel any order for any reason.\n\nYou are responsible for providing accurate and complete delivery information. Diaflower cannot be held responsible for delivery issues arising from incorrect information."
        },
        "delivery": {
          "title": "Delivery",
          "content": "Diaflower delivers to most areas in the UAE. Delivery times and charges vary depending on the delivery location and chosen service.\n\nWhile we strive to meet all delivery dates and times, we cannot guarantee specific delivery times due to potential unforeseen circumstances. In case of any significant delays, we will attempt to contact you.\n\nIf the recipient is not available at the time of delivery, we may leave the item in a safe place or with a neighbor, or attempt redelivery at our discretion."
        },
        "cancellationAndRefunds": {
          "title": "Cancellations and Refunds",
          "content": "At Diaflower, we strive to deliver the highest quality products. Please read our cancellation and refund policy carefully:\n\n1. We do not offer cash refunds unless the product has a confirmed manufacturing defect. In such cases, a refund will be processed after a full inspection of the product.\n\n2. For order cancellations, a credit equivalent to the purchase amount will be applied to the customer's account. This credit is valid for 6 months from the date of issuance and can be used for future purchases. Terms and conditions apply.\n\n3. Our Timeless Collection comes with a 3-year warranty. If there are any changes in the condition of the flowers or any damage within this period, we will gladly offer an exchange. The warranty must be valid at the time of the request and does not cover color changes resulting from the natural aging process of the flowers.\n\n4. If a product is found to have a manufacturing defect, customers must notify us within 7 days from the date of delivery. Once reviewed, we will arrange for either a replacement or refund based on the assessment.\n\n5. Custom-made or personalized flower arrangements are not eligible for return or exchange unless they arrive with defects or damage.\n\n6. To initiate a return, exchange, or report a defect, please contact our customer service team with your order number and details of the issue. We will review your request and advise on the next steps."
        },
        "customerCare": {
          "title": "Customer Care",
          "content": "Our customer service team is available from 9 AM to 9 PM, 7 days a week, to assist you with any queries or concerns.\n\nIf you have any issues with your purchase, please contact our customer service team as soon as possible, and no later than 7 days after delivery.\n\nWe are committed to ensuring your satisfaction and will work with you to resolve any problems in a fair and timely manner."
        },
        "intellectualProperty": {
          "title": "Intellectual Property",
          "content": "All content on the Diaflower website, including text, graphics, logos, and images, is the property of Diaflower and protected by copyright laws.\n\nYou may not use, reproduce, or distribute any content from our website without our express written permission."
        },
        "liability": {
          "title": "Limitation of Liability",
          "content": "Diaflower strives to provide the best possible service, but we cannot guarantee that our website will be error-free or uninterrupted.\n\nWe are not liable for any indirect, incidental, or consequential damages arising from your use of our website or services.\n\nOur total liability for any claim arising from our products or services is limited to the amount you paid for the specific item or service in question."
        },
        "privacy": {
          "title": "Privacy and Data Protection",
          "content": "We respect your privacy and are committed to protecting your personal data. Please refer to our Privacy Policy for details on how we collect, use, and protect your information.\n\nBy using our website and services, you consent to the collection and use of your data as described in our Privacy Policy."
        }
      },
      "contact": {
        "title": "Contact Us",
        "content": "If you have any questions about these Terms and Conditions, please contact us:",
        "email": "Email",
        "phone": "Phone"
      }
    
  }