{
      "bouquets": {
        "title": "باقات الزهور الفريش",
        "desc": "اكتشف مجموعتنا الرائعة من باقات الزهور الفريش. كل ترتيب هو مزيج فريد من زهور الموسم، مثالي لأي مناسبة أو لإسعاد يوم شخص ما. من الورود الكلاسيكية إلى الأوركيد الغريبة، يبدع منسقو الزهور لدينا باقات جميلة ونابضة بالحياة ستبهج بالتأكيد.",
        "alt": "باقة زهور فريش ملونة"
      },
      "timelessWood": {
        "title": "ورود طويلة الأمد في صناديق خشبية",
        "desc": "استمتع بفخامة مجموعات الورود في الصناديق الخشبية لدينا. هذه الورود طويلة الأمد معروضة بشكل جميل في صناديق خشبية أنيقة، مع مفاجأة شوكولاتة مخفية. مثالية للهدايا أو كقطعة مركزية خالدة لمنزلك.",
        "alt": "ورود طويلة الأمد في صندوق خشبي"
      },
      "timelessCrystal": {
        "title": "ورود طويلة الأمد في كريستال",
        "desc": "استمتع بجمال وردنا المغلفة بالكريستال. هذه الزهور المحفوظة بعناية تحافظ على جمالها لمدة تصل إلى 5 سنوات، محفوظة في علب كريستال شفافة. اختر من بين ترتيبات الورود الفردية أو الثنائية أو على شكل قلب لهدية سحرية حقًا.",
        "alt": "وردة طويلة الأمد محفوظة في كريستال"
      },
      "timelessDiamond": {
        "title": "ورود طويلة الأمد في شكل الماس",
        "desc": "استمتع بأقصى درجات الفخامة مع عروض الورود الخالدة على شكل الماس. هذه الورود المحفوظة بعناية محاطة بغلاف كريستالي رائع مستوحى من الماس، يرمز إلى الحب والجمال الدائمين. كل قطعة هي عمل فني يدوم لسنوات، مما يجعلها هدية استثنائية أو قطعة مركزية آسرة لأي مكان.",
        "alt": "وردة طويلة الأمد في علبة كريستال على شكل الماس"
      },
      "timelessAcrylic": {
        "title": "تصاميم ورود عصرية في الأكريليك",
        "desc": "استكشف تصاميم الورود العصرية في صناديق الأكريليك لدينا. هذه الورود طويلة العمر مرتبة بشكل فني في أشكال إبداعية داخل صناديق أكريليك أنيقة. مزيج مثالي من الجماليات الحديثة والجمال الخالد لمنزلك أو مكتبك.",
        "alt": "صندوق أكريليك عصري مع ورود محفوظة"
      },
      "boxArrangements": {
        "title": "ترتيبات الزهور الأنيقة في الصناديق",
        "desc": "اكتشف ترتيبات زهورنا الأنيقة في الصناديق. اختر من بين التصاميم المستديرة أو المربعة أو المستطيلة، كل منها مليء بمجموعة مختارة بعناية من الزهور الفريش. هذه الصناديق الأنيقة تصنع هدايا مبهرة أو قطع ديكور مذهلة.",
        "alt": "صندوق أنيق مليء بالزهور الفريش"
      },
      "premiumArrangements": {
        "title": "عروض الزهور الفاخرة في الأكريليك",
        "desc": "استمتع بالفخامة مع عروض زهورنا الفاخرة في الأكريليك. هذه الترتيبات المصنوعة يدويًا تعرض زهورًا فريش مختارة في صناديق أكريليك شفافة، مما يسمح برؤية 360 درجة لجمال الطبيعة. مثالية لأولئك الذين يقدرون فن تنسيق الزهور الراقي.",
        "alt": "زهور فاخرة في عرض أكريليك شفاف"
      },
      "leatherBags": {
        "title": "مجموعات الزهور في الحقائب الجلدية",
        "desc": "اكتشف مجموعاتنا الفريدة من الزهور في الحقائب الجلدية. يتم ترتيب الزهور الفريش بمهارة في حقائب جلدية أنيقة، مما يخلق مزيجًا مثاليًا بين الموضة وفن تنسيق الزهور. هذه التصاميم المبتكرة تصنع هدايا لا تُنسى وقطع ديكور مميزة.",
        "alt": "زهور مرتبة في حقيبة جلدية مصممة"
      },
      "vases": {
        "title": "مجموعات الزهور الكلاسيكية في المزهريات",
        "desc": "استكشف مجموعاتنا الأنيقة من الزهور في المزهريات. تأتي ترتيبات الزهور الفريش الرائعة لدينا في مزهريات جميلة، مثالية لإضافة لمسة من جمال الطبيعة إلى أي مساحة. من التصاميم البسيطة إلى الإبداعات المزخرفة، اعثر على قطعة المركز المثالية لمنزلك أو مكتبك.",
        "alt": "ترتيب زهور فريش في مزهرية أنيقة"
      },
      "contactUs":{
        
      "title": "للاتصال بنا",
      "desc": "يسر فريق ديافلاور مساعدتك في طلباتك، ونصائح الأناقة، وأفكار الهدايا، والمزيد. يرجى اختيار طريقة الاتصال المفضلة لديك أدناه.",
      "alt": "صورة رأس صفحة اتصل بنا"
      }
  }