{
  "title": "ديافلاور | زهور فاخرة طويلة العمر وزهور طازجة",
  "description": "اكتشف زهورًا فاخرة طويلة العمر، باقات طازجة، وتنسيقات أنيقة في صناديق وحقائب جلدية من ديافلاور. جمال خالد لكل مناسبة.",
  "accountTitle": "حسابي | ديافلاور للزهور الفاخرة",
  "accountDescription": "إدارة حسابك في ديافلاور، طلباتك، وتفضيلاتك لتنسيقات الزهور طويلة العمر والطازجة، الباقات، والهدايا الفاخرة",
  "overviewPageTitle": "نظرة عامة على الحساب | ديافلاور",
  "overviewPageDescription": "عرض وإدارة نظرة عامة على حسابك في ديافلاور، بما في ذلك الطلبات والعناوين ومعلومات الملف الشخصي.",
  "ordersPageTitle": "طلباتك | ديافلاور",
  "ordersPageDescription": "عرض وإدارة طلباتك من ديافلاور.",
  "addressesPageTitle": "عناوينك | ديافلاور",
  "addressesPageDescription": "إدارة عناوين الشحن والفواتير الخاصة بك لديافلاور.",
  "profilePageTitle": "ملفك الشخصي | ديافلاور",
  "profilePageDescription": "إدارة معلوماتك الشخصية وتفضيلاتك.",
  "checkoutPageTitle": "الدفع | ديافلاور",
  "checkoutPageDescription": "أكمل طلبك ورتب التوصيل لزهورك الجميلة.",
  "cartPageTitle": "سلة التسوق | ديافلاور",
  "cartPageDescription": "عرض وإدارة المنتجات في سلة التسوق الخاصة بك",

  "timelessCrystalTitle": "ورود الكريستال الخالدة | ديافلاور",
  "timelessCrystalDescription": "اكتشف مجموعتنا الرائعة من الورود طويلة الأمد المحفوظة في الكريستال. مثالية للهدايا التي تدوم حتى 5 سنوات. تسوق ترتيبات ورود الكريستال الخالدة من ديافلاور اليوم.",

  "timelessDiamondTitle": "Diamond-Shaped Eternal Roses | Diaflower",
  "timelessDiamondDescription": "Experience luxury with our diamond-shaped eternal rose displays. Meticulously preserved roses in stunning, diamond-inspired crystal cases. Shop Diaflower's exquisite diamond rose collection for an enduring symbol of love and beauty.",

  "timelessWoodTitle": "مجموعات الورود في الصناديق الخشبية | ديافلاور",
  "timelessWoodDescription": "استكشف مجموعاتنا الفاخرة من الورود في الصناديق الخشبية. ورود طويلة الأمد معروضة بشكل جميل مع مفاجأة شوكولاتة مخفية. تسوق ترتيبات الصناديق الخشبية الفريدة من ديافلاور الآن.",
 
  "timelessAcrylicTitle": "تصاميم الورود في صناديق الأكريليك | ديافلاور",
  "timelessAcrylicDescription": "تصفح تصاميمنا العصرية للورود في صناديق الأكريليك. ورود طويلة الأمد مرتبة في أشكال إبداعية. اكتشف نهج ديافلاور المبتكر في حفظ الزهور وتقديم الهدايا.",
 
  "bouquetsTitle": "باقات الزهور الطازجة | ديافلاور",
  "bouquetsDescription": "استكشف مجموعتنا الرائعة من باقات الزهور الطازجة. زهور موسمية نابضة بالحياة مثالية لأي مناسبة. اطلب باقتك من ديافلاور اليوم للتوصيل في نفس اليوم.",

  "boxArrangementsTitle": "ترتيبات الزهور الأنيقة في الصناديق | ديافلاور",
  "boxArrangementsDescription": "اكتشف ترتيبات زهورنا الأنيقة في الصناديق. اختر من بين التصاميم المستديرة أو المربعة أو المستطيلة المليئة بالزهور الطازجة. تسوق زهور ديافلاور الفاخرة في الصناديق الآن.",

  "premiumArrangementsTitle": "عروض الزهور الفاخرة في الأكريليك | ديافلاور",
  "premiumArrangementsDescription": "استمتع بالفخامة مع عروض زهورنا الفاخرة في الأكريليك. ترتيبات مصنوعة يدويًا معروضة في صناديق أكريليك شفافة. تسوق المجموعة الفاخرة الحصرية من ديافلاور اليوم.",

  "leatherBagsTitle": "مجموعات الزهور في الحقائب الجلدية | ديافلاور",
  "leatherBagsDescription": "اكتشف مجموعاتنا الفريدة من الزهور في الحقائب الجلدية. زهور طازجة مرتبة بمهارة في حقائب جلدية أنيقة. تسوق الآن مزيج ديافلاور المبتكر بين الموضة وفن تنسيق الزهور.",

  "vasesTitle": "مجموعات الزهور الأنيقة في المزهريات | ديافلاور",
  "vasesDescription": "استكشف مجموعاتنا الأنيقة من الزهور في المزهريات. ترتيبات رائعة من الزهور الطازجة في مزهريات جميلة. اعثر على قطعة المركز المثالية من مجموعة مزهريات ديافلاور اليوم."
}