{
      "title": "شروط وأحكام ديافلاور",
      "introduction": "مرحبًا بكم في ديافلاور. تحكم هذه الشروط والأحكام استخدامك لموقع ديافلاور الإلكتروني (www.diaflower.com) وخدماتنا. باستخدام موقعنا الإلكتروني أو خدماتنا، فإنك توافق على هذه الشروط.",
      "sections": {
        "products": {
          "title": "المنتجات",
          "content": "تقدم ديافلاور مجموعة واسعة من الترتيبات الزهرية والمنتجات ذات الصلة. جميع العناصر تخضع لتوفرها.\n\nقد يتم تسليم بعض الزهور في شكل براعم لضمان عمر أطول. قد تكون بعض النباتات أو الزهور سامة إذا تم ابتلاعها، خاصة للحيوانات الأليفة. يرجى الاتصال بخدمة العملاء لدينا لمزيد من المعلومات.\n\nنحتفظ بالحق في إجراء استبدالات ذات قيمة مساوية أو أكبر إذا كانت زهور معينة غير متوفرة. سنحاول إخطارك بأي تغييرات كبيرة.\n\nنضمن نضارة زهورنا لمدة 7 أيام من تاريخ التسليم أو الاستلام."
        },
        "pricing": {
          "title": "التسعير والدفع",
          "content": "جميع الأسعار بالدرهم الإماراتي وتشمل ضريبة القيمة المضافة حيثما ينطبق ذلك. الأسعار قابلة للتغيير دون إشعار.\n\nنقبل الدفع عبر بطاقات الائتمان والخصم الرئيسية، بالإضافة إلى طرق الدفع الأخرى المحددة على موقعنا الإلكتروني.\n\nعند إتمام عملية الشراء، فإنك تؤكد أنك تبلغ من العمر 18 عامًا على الأقل وأن تفاصيل الدفع المقدمة صالحة وصحيحة."
        },
        "orders": {
          "title": "الطلبات",
          "content": "عند تقديم طلب، ستتلقى تأكيدًا بالبريد الإلكتروني. يؤكد هذا البريد الإلكتروني أننا تلقينا طلبك ولكنه لا يشكل قبولًا. نحتفظ بالحق في رفض أو إلغاء أي طلب لأي سبب.\n\nأنت مسؤول عن تقديم معلومات التسليم الدقيقة والكاملة. لا يمكن تحميل ديافلاور المسؤولية عن مشاكل التسليم الناشئة عن المعلومات غير الصحيحة."
        },
        "delivery": {
          "title": "التوصيل",
          "content": "تقوم ديافلاور بالتوصيل إلى معظم المناطق في الإمارات العربية المتحدة. تختلف أوقات ورسوم التوصيل حسب موقع التسليم والخدمة المختارة.\n\nبينما نسعى جاهدين للوفاء بجميع مواعيد وأوقات التسليم، لا يمكننا ضمان أوقات تسليم محددة بسبب الظروف غير المتوقعة المحتملة. في حالة حدوث أي تأخيرات كبيرة، سنحاول الاتصال بك.\n\nإذا لم يكن المستلم متاحًا في وقت التسليم، قد نترك العنصر في مكان آمن أو مع جار، أو نحاول إعادة التسليم وفقًا لتقديرنا."
        },
        "cancellationAndRefunds": {
          "title": "الإلغاءات والاسترداد",
          "content": "في ديافلاور، نسعى جاهدين لتقديم منتجات عالية الجودة. يرجى قراءة سياسة الإلغاء والاسترداد بعناية:\n\n1. لا نقدم استردادًا نقديًا إلا إذا كان المنتج يعاني من عيب تصنيع مؤكد. في مثل هذه الحالات، سيتم معالجة الاسترداد بعد فحص كامل للمنتج.\n\n2. بالنسبة لإلغاء الطلبات، سيتم تطبيق رصيد يعادل مبلغ الشراء على حساب العميل. هذا الرصيد صالح لمدة 6 أشهر من تاريخ الإصدار ويمكن استخدامه للمشتريات المستقبلية. تطبق الشروط والأحكام.\n\n3. تأتي مجموعتنا الخالدة مع ضمان لمدة 3 سنوات. إذا كانت هناك أي تغييرات في حالة الزهور أو أي ضرر خلال هذه الفترة، فسنقدم بكل سرور استبدالًا. يجب أن يكون الضمان ساريًا في وقت الطلب ولا يغطي تغيرات اللون الناتجة عن عملية الشيخوخة الطبيعية للزهور.\n\n4. إذا تبين أن المنتج يعاني من عيب في التصنيع، يجب على العملاء إخطارنا في غضون 7 أيام من تاريخ التسليم. بعد المراجعة، سنقوم بترتيب إما استبدال أو استرداد بناءً على التقييم.\n\n5. التر تيبات الزهرية المخصصة أو الشخصية غير مؤهلة للإرجاع أو الاستبدال ما لم تصل مع عيوب أو أضرار.\n\n6. لبدء عملية إرجاع أو استبدال أو الإبلاغ عن عيب، يرجى الاتصال بفريق خدمة العملاء لدينا مع رقم طلبك وتفاصيل المشكلة. سنراجع طلبك ونقدم المشورة بشأن الخطوات التالية."
        },
        "customerCare": {
          "title": "رعاية العملاء",
          "content": "فريق خدمة العملاء لدينا متاح من الساعة 9 صباحًا حتى 9 مساءً، 7 أيام في الأسبوع، لمساعدتك في أي استفسارات أو مخاوف.\n\nإذا كانت لديك أي مشاكل مع مشترياتك، يرجى الاتصال بفريق خدمة العملاء لدينا في أقرب وقت ممكن، وفي موعد لا يتجاوز 7 أيام بعد التسليم.\n\nنحن ملتزمون بضمان رضاك وسنعمل معك لحل أي مشاكل بطريقة عادلة وفي الوقت المناسب."
        },
        "intellectualProperty": {
          "title": "الملكية الفكرية",
          "content": "جميع المحتويات الموجودة على موقع ديافلاور الإلكتروني، بما في ذلك النصوص والرسومات والشعارات والصور، هي ملك لشركة ديافلاور ومحمية بموجب قوانين حقوق النشر.\n\nلا يجوز لك استخدام أو إعادة إنتاج أو توزيع أي محتوى من موقعنا الإلكتروني دون إذن كتابي صريح منا."
        },
        "liability": {
          "title": "حدود المسؤولية",
          "content": "تسعى ديافلاور جاهدة لتقديم أفضل خدمة ممكنة، ولكننا لا نستطيع ضمان أن موقعنا الإلكتروني سيكون خاليًا من الأخطاء أو غير منقطع.\n\nنحن لسنا مسؤولين عن أي أضرار غير مباشرة أو عرضية أو تبعية ناشئة عن استخدامك لموقعنا الإلكتروني أو خدماتنا.\n\nتقتصر مسؤوليتنا الإجمالية عن أي مطالبة ناشئة عن منتجاتنا أو خدماتنا على المبلغ الذي دفعته مقابل العنصر أو الخدمة المحددة المعنية."
        },
        "privacy": {
          "title": "الخصوصية وحماية البيانات",
          "content": "نحن نحترم خصوصيتك ونلتزم بحماية بياناتك الشخصية. يرجى الرجوع إلى سياسة الخصوصية الخاصة بنا للحصول على تفاصيل حول كيفية جمع واستخدام وحماية معلوماتك.\n\nباستخدام موقعنا الإلكتروني وخدماتنا، فإنك توافق على جمع واستخدام بياناتك كما هو موضح في سياسة الخصوصية الخاصة بنا."
        }
      },
      "contact": {
        "title": "اتصل بنا",
        "content": "إذا كان لديك أي أسئلة حول هذه الشروط والأحكام، يرجى الاتصال بنا:",
        "email": "البريد الإلكتروني",
        "phone": "الهاتف"
      }
  }